[
  {
    "scenario": "You have a daughter, age 3, who attends the Washington University Nursery School and is in the Teddy Bear classroom. You are planning a trip to the library and want to check out some books that connect with something she is doing in school.",
    "question": "What are some potential book topics that relate to something that is going on in her classroom this week?",
    "inputType": "textarea",
    "tag": "book_topics"
  },
  {
    "scenario": "Your son is a student in the Panda Bear classroom and has come home this week singing a song in Spanish. You think he has the words slightly wrong, but your Spanish is a little bit rusty.",
    "question": "Find the lyrics for the songs his class is currently singing in Spanish.",
    "inputType": "textarea",
    "tag": "spanish_lyrics"
  },
  {
    "scenario": "You are a father with a son who is in the Big Bears and Sun Bears classrooms. You know there’s a Donuts with Dads event in the fall and want to make sure to get it onto your work calendar early so that you don’t accidentally schedule something that makes it impossible to attend.",
    "question": "What date and time do you need to block off?",
    "inputType": "textarea",
    "tag": "time_off"
  },
  {
    "scenario": "You have two children that attend Washington University Nursery School. You know that the school has some holidays throughout the year. You want to line up alternative childcare arrangements for the days with no school.",
    "question": "Find all of the dates when you will need alternative care through the end of this year.",
    "inputType": "textarea",
    "tag": "alternate_care"
  },
  {
    "scenario": "A new school year is about to start.",
    "question": "Figure out which forms you need to fill out so that you can have them completed by the first day of school.",
    "inputType": "textarea",
    "tag": "forms"
  },
  {
    "scenario": "You have a daughter in the Teddy Bear classroom at Washington University Nursery School. You would like to find a way to be involved with the school to get a stronger sense of her school experience and to give back.",
    "question": "What options do you have to volunteer for the school?",
    "inputType": "textarea",
    "tag": "volunteer"
  },
  {
    "scenario": "Your son has a birthday coming up soon and you would like to send in a treat to share at school.",
    "question": "Is this ok? What kinds of treats are acceptable? What do you need to do to set it up?",
    "inputType": "textarea",
    "tag": "birthday"
  }
]
